Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Contains an unbalanced quote. Clean macOS zsh will be used.
ar: يحتوي على علامة اقتباس غير متوازنة. سيتم استخدام zsh نظيفة من macOS.
ca: Conté una cometa desaparellada. S'utilitzarà la zsh neta de macOS.
cs: Obsahuje nespárovanou uvozovku. Použije se čistý macOS zsh.
da: Indeholder et uparret citationstegn. Den rene macOS-zsh bruges.
de: Enthält ein nicht geschlossenes Anführungszeichen. Es wird die unveränderte macOS-zsh verwendet.
es: Contiene una comilla sin cerrar. Se usará la zsh limpia de macOS.
fi: Sisältää parittoman lainausmerkin. Käytetään puhdasta macOS:n zsh:ta.
fr: Contient un guillemet non fermé. Le zsh macOS d'origine sera utilisé.
he: מכיל מירכאה לא סגורה. תשמש zsh הנקייה של macOS.
hu: Lezáratlan idézőjelet tartalmaz. A tiszta macOS zsh lesz használva.
it: Contiene una virgoletta non chiusa. Verrà usata la zsh pulita di macOS.
ja: 引用符が閉じられていません。クリーンな macOS の zsh が使用されます。
ko: 따옴표가 짝이 맞지 않습니다. 기본 macOS zsh가 사용됩니다.
nb: Inneholder et uparet anførselstegn. Det rene macOS-zsh brukes.
nl: Bevat een niet-gesloten aanhalingsteken. De schone macOS-zsh wordt gebruikt.
pl: Zawiera niedomknięty cudzysłów. Zostanie użyta czysta powłoka zsh z macOS.
pt_br: Contém uma aspa não fechada. O zsh limpo do macOS será usado.
pt_pt: Contém aspas não fechadas. Será usada a zsh limpa do macOS.
ro: Conține un ghilimel neînchis. Se va folosi zsh-ul curat din macOS.
sl: Vsebuje nezaprt narekovaj. Uporabljena bo čista lupina zsh iz macOS.
sv: Innehåller ett oavslutat citattecken. Ren macOS-zsh används.
uk: Містить незакриті лапки. Буде використано чисту zsh з macOS.
vi: Chứa dấu ngoặc kép không khớp. zsh gốc của macOS sẽ được dùng.
zh_hans: 包含未配对的引号，因此将使用干净的 macOS zsh。
zh_hant: 包含未配對的引號，因此將使用乾淨的 macOS zsh。

source: Context
ar: السياق
cs: Kontext
da: Kontekst
de: Kontext
es: Contexto
fi: Konteksti
fr: Contexte
he: הקשר
hu: Kontextus
it: Contesto
ja: コンテキスト
ko: 컨텍스트
nb: Kontekst
pl: Kontekst
pt_br: Contexto
pt_pt: Contexto
sl: Kontekst
sv: Kontext
uk: Контекст
vi: Ngữ cảnh
zh_hans: 上下文
zh_hant: 上下文

# Context '%@' for server '%@' already exists
source: Context '%1$@' for server '%2$@' already exists
ar: السياق '%1$@' للخادم '%2$@' موجود بالفعل
ca: Ja existeix el context «%1$@» per al servidor «%2$@»
cs: Kontext „%1$@“ pro server „%2$@“ již existuje
da: Konteksten '%1$@' for serveren '%2$@' findes allerede
de: Kontext „%1$@“ für Server „%2$@“ existiert bereits
es: Ya existe el contexto '%1$@' para el servidor '%2$@'
fi: Konteksti '%1$@' palvelimelle '%2$@' on jo olemassa
fr: Le contexte « %1$@ » pour le serveur « %2$@ » existe déjà
he: הקשר '%1$@' עבור שרת '%2$@' כבר קיים
hu: A(z) „%1$@” kontextus már létezik a(z) „%2$@” szerverhez
it: Il contesto '%1$@' per il server '%2$@' esiste già
ja: サーバー「%2$@」のコンテキスト「%1$@」は既に存在します
ko: 서버 '%2$@'용 컨텍스트 '%1$@'이(가) 이미 있습니다
nb: Konteksten «%1$@» for serveren «%2$@» finnes allerede
nl: Context '%1$@' voor server '%2$@' bestaat al
pl: Kontekst „%1$@” dla serwera „%2$@” już istnieje
pt_br: O contexto '%1$@' para o servidor '%2$@' já existe
pt_pt: O contexto '%1$@' para o servidor '%2$@' já existe
ro: Contextul „%1$@” pentru serverul „%2$@” există deja
sl: Kontekst »%1$@« za strežnik »%2$@« že obstaja
sv: Kontext '%1$@' för server '%2$@' finns redan
uk: Контекст «%1$@» для сервера «%2$@» вже існує
vi: Context '%1$@' cho máy chủ '%2$@' đã tồn tại
zh_hans: 服务器“%2$@”的上下文“%1$@”已存在
zh_hant: 伺服器「%2$@」的上下文「%1$@」已存在

source: Context '%@' not found in kubeconfig
ar: لم يتم العثور على السياق '%@' في kubeconfig
ca: No s'ha trobat el context «%@» al kubeconfig
cs: Kontext „%@“ nenalezen v kubeconfig
da: Konteksten '%@' blev ikke fundet i kubeconfig
de: Kontext „%@“ nicht in der Kubeconfig gefunden
es: Contexto '%@' no encontrado en el kubeconfig
fi: Kontekstia '%@' ei löytynyt kubeconfig-tiedostosta
fr: Contexte « %@ » introuvable dans le kubeconfig
he: הקשר '%@' לא נמצא ב-kubeconfig
hu: A(z) „%@” kontextus nem található a kubeconfigban
it: Contesto '%@' non trovato nel kubeconfig
ja: kubeconfigにコンテキスト「%@」が見つかりません
ko: kubeconfig에서 컨텍스트 '%@'을(를) 찾을 수 없습니다
nb: Konteksten «%@» ble ikke funnet i kubeconfig
nl: Context '%@' niet gevonden in kubeconfig
pl: Nie znaleziono kontekstu „%@” w kubeconfig
pt_br: Contexto '%@' não encontrado no kubeconfig
pt_pt: Contexto '%@' não encontrado no kubeconfig
ro: Contextul „%@” nu a fost găsit în kubeconfig
sl: Kontekst »%@« ni najden v kubeconfigu
sv: Kontext '%@' hittades inte i kubeconfig
uk: Контекст «%@» не знайдено в kubeconfig
vi: Không tìm thấy context '%@' trong kubeconfig
zh_hans: 在 kubeconfig 中未找到上下文“%@”
zh_hant: 在 kubeconfig 中找不到上下文「%@」

source: Context Window
ar: نافذة السياق
ca: Finestra de context
cs: Kontextové okno
da: Kontekstvindue
de: Kontextfenster
es: Ventana de contexto
fi: Kontekstin ikkuna
fr: Fenêtre de contexte
he: חלון הקשר
hu: Kontextusablak
it: Finestra di contesto
ja: コンテキストウィンドウ
ko: 컨텍스트 창
nb: Kontekstvindu
nl: Contextvenster
pl: Okno kontekstu
pt_br: Janela de contexto
pt_pt: Janela de contexto
ro: Fereastră de context
sl: Kontekstno okno
sv: Kontextfönster
uk: Вікно контексту
vi: Cửa sổ ngữ cảnh
zh_hans: 上下文窗口
zh_hant: 上下文視窗

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
sl: Nadaljuj
sv: Fortsätt
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Continue High Performance
ar: متابعة بالأداء العالي
ca: Continua amb Alt rendiment
cs: Pokračovat s Vysokým výkonem
da: Fortsæt med Høj ydeevne
de: Mit Hoher Leistung fortfahren
es: Continuar con Alto rendimiento
fi: Jatka suurella suorituskyvyllä
fr: Continuer en Hautes performances
he: המשך עם ביצועים גבוהים
hu: Nagy teljesítmény folytatása
it: Continua con Prestazioni elevate
ja: 高パフォーマンスで続行
ko: 고성능으로 계속
nb: Fortsett med Høy ytelse
nl: Doorgaan met Hoge prestaties
pl: Kontynuuj tryb wysokiej wydajności
pt_br: Continuar com Alto Desempenho
pt_pt: Continuar Alto Desempenho
ro: Continuă cu Performanță ridicată
sl: Nadaljuj z visoko zmogljivostjo
sv: Fortsätt med Hög prestanda
uk: Продовжити з високою продуктивністю
vi: Tiếp tục Hiệu năng cao
zh_hans: 继续使用高性能
zh_hant: 繼續使用高效能

source: Continuously tracks location to keep SSH connections and long-running local tasks alive in the background. Shows locations from the last 5 minutes.
ar: يتتبع الموقع باستمرار للحفاظ على اتصالات SSH والمهام المحلية طويلة التشغيل نشطة في الخلفية. يعرض المواقع من آخر ٥ دقائق.
ca: Fa un seguiment continu de la ubicació per mantenir les connexions SSH i les tasques locals de llarga durada actives en segon pla. Mostra les ubicacions dels darrers 5 minuts.
cs: Nepřetržitě sleduje polohu, aby udrželo SSH připojení a dlouhodobé lokální úlohy aktivní na pozadí. Zobrazuje polohy za posledních 5 minut.
da: Sporer løbende placering for at holde SSH-forbindelser og langvarige lokale opgaver i live i baggrunden. Viser placeringer fra de sidste 5 minutter.
de: Verfolgt kontinuierlich den Standort, um SSH-Verbindungen und lang laufende lokale Aufgaben im Hintergrund aufrechtzuerhalten. Zeigt Standorte der letzten 5 Minuten.
es: Rastrea la ubicación continuamente para mantener activas las conexiones SSH y las tareas locales de larga duración en segundo plano. Muestra ubicaciones de los últimos 5 minutos.
fi: Seuraa sijaintia jatkuvasti pitääkseen SSH-yhteydet ja pitkäkestoiset paikalliset tehtävät aktiivisina taustalla. Näyttää sijainnit viimeiseltä 5 minuutilta.
fr: Suit la localisation en continu pour maintenir les connexions SSH et les tâches locales longues actives en arrière-plan. Affiche les positions des 5 dernières minutes.
he: עוקב אחר המיקום באופן רציף כדי לשמור על חיבורי SSH ומשימות מקומיות ארוכות טווח ברקע. מציג מיקומים מ-5 הדקות האחרונות.
hu: Folyamatosan követi a helyzetet az SSH-kapcsolatok és a hosszan futó helyi feladatok háttérben tartásához. Az utolsó 5 perc helyadatait jeleníti meg.
it: Traccia continuamente la posizione per mantenere attive le connessioni SSH e le attività locali di lunga durata in background. Mostra le posizioni degli ultimi 5 minuti.
ja: SSH接続やバックグラウンドで実行中のローカルタスクを維持するために位置情報を継続的に追跡します。過去5分間の位置情報を表示します。
ko: SSH 연결과 장시간 실행 중인 로컬 작업을 백그라운드에서 유지하기 위해 위치를 지속적으로 추적합니다. 최근 5분간의 위치를 표시합니다.
nb: Sporer plassering kontinuerlig for å holde SSH-tilkoblinger og langvarige lokale oppgaver i live i bakgrunnen. Viser plasseringer fra de siste 5 minuttene.
nl: Houdt continu de locatie bij om SSH-verbindingen en langlopende lokale taken op de achtergrond actief te houden. Toont locaties van de laatste 5 minuten.
pl: Ciągle śledzi lokalizację, aby utrzymać połączenia SSH i długotrwałe zadania lokalne aktywne w tle. Pokazuje lokalizacje z ostatnich 5 minut.
pt_br: Rastreia a localização continuamente para manter conexões SSH e tarefas locais de longa duração ativas em segundo plano. Mostra localizações dos últimos 5 minutos.
pt_pt: Rastreia a localização continuamente para manter ligações SSH e tarefas locais de longa duração ativas em segundo plano. Mostra localizações dos últimos 5 minutos.
ro: Urmărește continuu locația pentru a menține conexiunile SSH și sarcinile locale de lungă durată active în fundal. Afișează locațiile din ultimele 5 minute.
sl: Neprekinjeno sledi lokaciji, da ohranja SSH povezave in dolgotrajne lokalne naloge aktivne v ozadju. Prikazuje lokacije zadnjih 5 minut.
sv: Spårar plats kontinuerligt för att hålla SSH-anslutningar och långvariga lokala uppgifter aktiva i bakgrunden. Visar platser från de senaste 5 minuterna.
uk: Безперервно відстежує місцезнаходження, щоб підтримувати SSH-з'єднання та тривалі локальні завдання у фоновому режимі. Показує місця за останні 5 хвилин.
vi: Liên tục theo dõi vị trí để duy trì kết nối SSH và các tác vụ cục bộ chạy dài trong nền. Hiển thị vị trí từ 5 phút gần nhất.
zh_hans: 持续跟踪位置，以在后台保持 SSH 连接和长时间运行的本地任务。显示最近 5 分钟的位置记录。
zh_hant: 持續追蹤位置，以在背景中保持 SSH 連線和長時間執行的本機作業。顯示最近 5 分鐘的位置記錄。

source: Continuously with Pointer
ar: باستمرار مع المؤشر
ca: Contínuament amb el punter
cs: Plynule s ukazatelem
da: Løbende med markøren
de: Kontinuierlich mit dem Zeiger
es: Continuamente con el puntero
fi: Jatkuvasti osoittimen mukana
fr: En continu avec le pointeur
he: ברציפות עם הסמן
hu: Folyamatosan a mutatóval
it: Continuamente con il puntatore
ja: ポインタに合わせて常時
ko: 포인터를 따라 계속
nb: Kontinuerlig med pekeren
nl: Continu met de aanwijzer
pl: Ciągle ze wskaźnikiem
pt_br: Continuamente com o Ponteiro
pt_pt: Continuamente com o ponteiro
ro: Continuu cu cursorul
sl: Neprekinjeno s kazalcem
sv: Kontinuerligt med pekaren
uk: Безперервно за вказівником
vi: Liên tục theo con trỏ
zh_hans: 随指针持续平移
zh_hant: 隨指標持續平移

source: Control
ar: تحكم
de: Steuerung
fr: Contrôle
nb: Kontroll

source: Control mode
ar: وضع التحكم
ca: Mode de control
cs: Řídicí režim
da: Kontroltilstand
de: Steuerungsmodus
es: Modo de control
fi: Ohjaustila
fr: Mode de contrôle
he: מצב בקרה
hu: Vezérlő mód
it: Modalità di controllo
ja: コントロールモード
ko: 제어 모드
nb: Kontrollmodus
nl: Controlemodus
pl: Tryb sterowania
pt_br: Modo de controle
pt_pt: Modo de controlo
ro: Mod control
sl: Nadzorni način
sv: Kontrolläge
uk: Режим керування
vi: Chế độ điều khiển
zh_hans: 控制模式
zh_hant: 控制模式

source: Controls cursor transparency. %@ is fully opaque.
ar: يتحكم في شفافية المؤشر. %@ يعني معتم بالكامل.
ca: Controla la transparència del cursor. %@ és totalment opac.
cs: Ovládá průhlednost kurzoru. %@ je zcela neprůhledné.
da: Styrer markørens gennemsigtighed. %@ er helt ugennemsigtig.
de: Steuert die Transparenz des Cursors. %@ ist vollständig deckend.
es: Controla la transparencia del cursor. %@ es completamente opaco.
fi: Säätää kohdistimen läpinäkyvyyttä. %@ on täysin läpinäkymätön.
fr: Contrôle la transparence du curseur. %@ est totalement opaque.
he: שולט בשקיפות הסמן. %@ הוא אטום לחלוטין.
hu: A kurzor átlátszóságát szabályozza. %@ teljesen átlátszatlan.
it: Controlla la trasparenza del cursore. %@ è completamente opaco.
ja: カーソルの透明度を調整します。%@で完全に不透明になります。
ko: 커서 투명도를 조절합니다. %@이면 완전히 불투명합니다.
nb: Styrer markørens gjennomsiktighet. %@ er helt ugjennomsiktig.
nl: Regelt de transparantie van de cursor. %@ is volledig ondoorzichtig.
pl: Steruje przezroczystością kursora. %@ oznacza pełną nieprzezroczystość.
pt_br: Controla a transparência do cursor. %@ é totalmente opaco.
pt_pt: Controla a transparência do cursor. %@ é totalmente opaco.
ro: Controlează transparența cursorului. %@ este complet opac.
sl: Nadzira prosojnost kazalca. %@ je popolnoma neprosojno.
sv: Styr markörens genomskinlighet. %@ är helt ogenomskinlig.
uk: Керує прозорістю курсора. %@ — повністю непрозорий.
vi: Điều chỉnh độ trong suốt của con trỏ. %@ là hoàn toàn mờ đục.
zh_hans: 控制光标透明度。%@ 为完全不透明。
zh_hant: 控制游標透明度。%@ 為完全不透明。

source: Controls the appearance of the app interface. Terminal themes are configured separately.
ar: يتحكم في مظهر واجهة التطبيق. يتم تهيئة سمات الطرفية بشكل منفصل.
ca: Controla l'aparença de la interfície de l'aplicació. Els temes del terminal es configuren per separat.
cs: Ovládá vzhled rozhraní aplikace. Motivy terminálu se konfigurují zvlášť.
da: Styrer appens grænsefladeudseende. Terminal-temaer konfigureres separat.
de: Steuert das Erscheinungsbild der App-Oberfläche. Terminal-Themes werden separat konfiguriert.
es: Controla la apariencia de la interfaz de la aplicación. Los temas del terminal se configuran por separado.
fi: Hallitsee sovelluksen käyttöliittymän ulkoasua. Terminaalin teemat määritetään erikseen.
fr: Contrôle l'apparence de l'interface de l'application. Les thèmes du terminal sont configurés séparément.
he: שולט במראה ממשק האפליקציה. ערכות נושא למסוף מוגדרות בנפרד.
hu: Az alkalmazás felületének megjelenését szabályozza. A terminál témák külön konfigurálhatók.
it: Controlla l'aspetto dell'interfaccia dell'app. I temi del terminale vengono configurati separatamente.
ja: アプリのインターフェースの外観を制御します。ターミナルのテーマは別途設定します。
ko: 앱 인터페이스의 외관을 제어합니다. 터미널 테마는 별도로 설정합니다.
nb: Styrer utseendet til appgrensesnittet. Terminaltemaer konfigureres separat.
nl: Bepaalt het uiterlijk van de app-interface. Terminalthema's worden apart geconfigureerd.
pl: Kontroluje wygląd interfejsu aplikacji. Motywy terminala konfiguruje się osobno.
pt_br: Controla a aparência da interface do app. Temas do terminal são configurados separadamente.
pt_pt: Controla a aparência da interface da aplicação. Os temas do terminal são configurados separadamente.
ro: Controlează aspectul interfeței aplicației. Temele terminalului sunt configurate separat.
sl: Nadzoruje videz vmesnika aplikacije. Teme terminala se konfigurirajo ločeno.
sv: Styr utseendet på appens gränssnitt. Terminalteman konfigureras separat.
uk: Керує зовнішнім виглядом інтерфейсу програми. Теми термінала налаштовуються окремо.
vi: Kiểm soát giao diện của ứng dụng. Giao diện terminal được cấu hình riêng.
zh_hans: 控制应用界面的外观。终端主题单独配置。
zh_hant: 控制 App 介面的外觀。終端機主題另行設定。

source: Controls the border shown around the focused pane when using split terminals.
ar: يتحكم في الحدود المعروضة حول اللوحة المركّز عليها عند استخدام الطرفيات المقسمة.
ca: Controla la vora que es mostra al voltant del panell enfocat quan s'utilitzen terminals dividits.
cs: Ovládá ohraničení zobrazené kolem zaměřeného panelu při použití rozděleného terminálu.
da: Styrer kanten der vises omkring det fokuserede panel ved brug af opdelte terminaler.
de: Steuert den Rahmen um den fokussierten Bereich bei geteilten Terminals.
es: Controla el borde que se muestra alrededor del panel enfocado al usar terminales divididos.
fi: Hallitsee aktiivisen ruudun ympärillä näytettävää reunusta jaettuja terminaaleja käytettäessä.
fr: Contrôle la bordure affichée autour du volet actif lors de l'utilisation de terminaux divisés.
he: שולט במסגרת המוצגת סביב החלונית הממוקדת בעת שימוש במסופים מפוצלים.
hu: A fókuszált panel körüli szegélyt szabályozza osztott terminálok használatakor.
it: Controlla il bordo mostrato attorno al pannello attivo quando si utilizzano terminali divisi.
ja: 分割ターミナル使用時にフォーカスされたペインの周囲に表示される枠線を制御します。
ko: 분할 터미널 사용 시 포커스된 창 주변에 표시되는 테두리를 제어합니다.
nb: Styrer rammen som vises rundt det fokuserte panelet ved bruk av delte terminaler.
nl: Bepaalt de rand die wordt weergegeven rond het actieve paneel bij gebruik van gesplitste terminals.
pl: Kontroluje obramowanie wyświetlane wokół aktywnego panelu przy podzielonym terminalu.
pt_br: Controla a borda exibida ao redor do painel focado ao usar terminais divididos.
pt_pt: Controla a margem apresentada em torno do painel focado ao utilizar terminais divididos.
ro: Controlează bordura afișată în jurul panoului activ la utilizarea terminalelor împărțite.
sl: Nadzoruje obrobo okrog osredotočenega podokna pri uporabi razdeljenih terminalov.
sv: Styr kanten som visas runt det fokuserade fönstret vid delade terminaler.
uk: Керує рамкою навколо активної панелі при використанні розділених терміналів.
vi: Kiểm soát viền hiển thị xung quanh ngăn đang được chọn khi sử dụng terminal chia đôi.
zh_hans: 控制使用分屏终端时聚焦窗格周围显示的边框。
zh_hant: 控制使用分割終端機時，聚焦面板周圍顯示的邊框。

source: Controls the text size in AI Agent chat messages, code blocks, and tool outputs.
ar: يتحكم في حجم النص في رسائل محادثة وكيل الذكاء الاصطناعي وكتل الأكواد ومخرجات الأدوات.
ca: Controla la mida del text als missatges de xat de l'agent d'IA, blocs de codi i sortides d'eines.
cs: Ovládá velikost textu ve zprávách AI Agenta, blocích kódu a výstupech nástrojů.
da: Styrer tekststørrelsen i AI Agent-chatbeskeder, kodeblokke og værktøjsoutput.
de: Steuert die Textgröße in KI-Agent-Chatnachrichten, Codeblöcken und Werkzeugausgaben.
es: Controla el tamaño del texto en los mensajes del Agente IA, bloques de código y salidas de herramientas.
fi: Hallitsee tekstin kokoa AI-agentin chat-viesteissä, koodilohkoissa ja työkalujen tulosteissa.
fr: Contrôle la taille du texte dans les messages de l'agent IA, les blocs de code et les sorties d'outils.
he: שולט בגודל הטקסט בהודעות צ׳אט של סוכן AI, בלוקי קוד ופלטי כלים.
hu: Az AI Agent csevegőüzenetek, kódblokkok és eszközkimenetek szövegméretét szabályozza.
it: Controlla la dimensione del testo nei messaggi chat dell'agente AI, nei blocchi di codice e negli output degli strumenti.
ja: AIエージェントのチャットメッセージ、コードブロック、ツール出力のテキストサイズを制御します。
ko: AI 에이전트 채팅 메시지, 코드 블록 및 도구 출력의 텍스트 크기를 제어합니다.
nb: Styrer tekststørrelsen i AI-agent chatmeldinger, kodeblokker og verktøyutdata.
nl: Bepaalt de tekstgrootte in AI Agent-chatberichten, codeblokken en tooluitvoer.
pl: Kontroluje rozmiar tekstu w wiadomościach czatu agenta AI, blokach kodu i wynikach narzędzi.
pt_br: Controla o tamanho do texto nas mensagens de chat do Agente de IA, blocos de código e saídas de ferramentas.
pt_pt: Controla o tamanho do texto nas mensagens de chat do Agente de IA, blocos de código e saídas de ferramentas.
ro: Controlează dimensiunea textului în mesajele de chat ale agentului AI, blocurile de cod și rezultatele instrumentelor.
sl: Nadzoruje velikost besedila v sporočilih klepeta agenta AI, blokih kode in izhodih orodij.
sv: Styr textstorleken i AI Agent-chattmeddelanden, kodblock och verktygsutdata.
uk: Керує розміром тексту в повідомленнях чату AI-агента, блоках коду та виводі інструментів.
vi: Kiểm soát kích thước văn bản trong tin nhắn chat AI Agent, khối mã và kết quả công cụ.
zh_hans: 控制 AI 代理对话消息、代码块和工具输出中的文字大小。
zh_hant: 控制 AI 代理對話訊息、程式碼區塊和工具輸出中的文字大小。

source: Controls the window background transparency and blur effect. Only available on macOS.
ar: يتحكم في شفافية خلفية النافذة وتأثير الضبابية. متاح فقط على macOS.
ca: Controla la transparència de fons de la finestra i l'efecte de desenfocament. Només disponible a macOS.
cs: Ovládá průhlednost pozadí okna a efekt rozostření. Dostupné pouze na macOS.
da: Styrer vinduets baggrundsgennemsigtighed og sløringseffekt. Kun tilgængelig på macOS.
de: Steuert die Fenstertransparenz und den Unschärfeeffekt. Nur auf macOS verfügbar.
es: Controla la transparencia del fondo de la ventana y el efecto de desenfoque. Solo disponible en macOS.
fi: Hallitsee ikkunan taustan läpinäkyvyyttä ja sumennusefektiä. Käytettävissä vain macOSissa.
fr: Contrôle la transparence de l'arrière-plan de la fenêtre et l'effet de flou. Disponible uniquement sur macOS.
he: שולט בשקיפות רקע החלון ואפקט הטשטוש. זמין רק ב-macOS.
hu: Az ablak háttér átlátszóságát és elmosási effektusát szabályozza. Csak macOS esetén érhető el.
it: Controlla la trasparenza dello sfondo della finestra e l'effetto di sfocatura. Disponibile solo su macOS.
ja: ウィンドウの背景透過度とぼかしエフェクトを制御します。macOSのみで利用可能です。
ko: 창 배경 투명도와 블러 효과를 제어합니다. macOS에서만 사용 가능합니다.
nb: Styrer bakgrunnsgjennomsiktighet og uskarphet for vinduet. Kun tilgjengelig på macOS.
nl: Bepaalt de achtergrondtransparantie en het vervagingseffect van het venster. Alleen beschikbaar op macOS.
pl: Kontroluje przezroczystość tła okna i efekt rozmycia. Dostępne tylko na macOS.
pt_br: Controla a transparência do fundo da janela e o efeito de desfoque. Disponível apenas no macOS.
pt_pt: Controla a transparência de fundo da janela e o efeito de desfoque. Disponível apenas no macOS.
ro: Controlează transparența fundalului ferestrei și efectul de estompare. Disponibil doar pe macOS.
sl: Nadzoruje prosojnost ozadja okna in učinek zameglitve. Na voljo samo na macOS.
sv: Styr fönstrets bakgrundstransparens och oskärpeeffekt. Endast tillgängligt på macOS.
uk: Керує прозорістю тла вікна та ефектом розмиття. Доступно лише на macOS.
vi: Kiểm soát độ trong suốt nền cửa sổ và hiệu ứng làm mờ. Chỉ khả dụng trên macOS.
zh_hans: 控制窗口背景透明度和模糊效果。仅在 macOS 上可用。
zh_hant: 控制視窗背景透明度和模糊效果。僅在 macOS 上可用。
